[
    {
      "nombre": "WISE MEN STACK",
      "descripcion":
            "The player chooses a topic from five available options and must answer a battery of questions related to it within 60 seconds. For each question, the host provides two options. If the contestant guesses correctly, they win €20; otherwise, they move on to the next question (as the correct answer would be the other option). If the time runs out before the question is fully asked and both possible answers are provided, the contestant may still answer it; however, if the statement hasn't been completed (or the options weren't provided), they cannot answer.",
      "foto": "../gameImg/foto0.png"
    },
    {
      "nombre": "WARM QUESTION",
      "descripcion": "It consists of ten topics of varied themes. For each correct answer, €100 is earned, and €10 are lost if the contestant passes, does not respond, or answers incorrectly. After this challenge, the contestant with the lowest score moves to the rest area, with the possibility of avoiding the challenge thanks to the Last Call test.",
      "foto": "../gameImg/foto1.jpg"
    },
    {
      "nombre": "DISCOVERING CITIES",
      "descripcion": "Through photographs and clues provided by Pilar Vázquez, the contestants must guess the city proposed by the program that day. The contestant who goes first after the 'Warm question' will have the right to answer first and for 300 points. If they guess it correctly, they earn the points; if not, there will be a rebound, an additional clue, and a reduction of 100 points for each contestant.",
      "foto": "../gameImg/foto2.png"
    },
    {
      "nombre": "THE CHALLENGE",
      "descripcion": "In the early days of the program, there was no challenge, so after the hot question, there was always an elimination. This challenge was incorporated in 1998. It is one of the audience's favorite challenges, despite being an elimination round. The contestant with the lowest score after the last call (previously, the contestant with the lowest score after the hot question) gains access to this challenge. The contestant is presented with seven words, of which they only know the first three letters, and with Elisenda Roca's definitions, they must guess all the words in less than 50 seconds. If they guess them correctly, they will participate in the next program; otherwise, their participation ends. In both cases, the points earned that day are added to the total.",
      "foto": "../gameImg/foto3.jpg"
    }
  ]